---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBottomDirn2
source: html/d18fd766-ea37-36b6-ab71-55a97cd3c65c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBottomDirn2 Property

"Bottom Minor Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemSpacingBottomDirn2 { get; }
```